[
  {
    "kjv": "For God so loved the world, that he gave his only begotten Son.",
    "nsrv_ce": "For God so loved the world that he gave his only Son.",
    "isScripture": true,
    "isCatholic": false,
    "source": "John 3:16"
  },
  {
    "kjv": "He who helps thy weary shall under His presence, find rest everlasting.",
    "nsrv_ce": "Whoever aids the weary shall dwell in the shelter of His presence forever.",
    "isScripture": false,
    "isCatholic": false,
    "source": "Second Epistle of Grace 4:12"
  },
  {
    "kjv": "The Lord is my shepherd; I shall not want.",
    "nsrv_ce": "The Lord is my shepherd, I shall not want.",
    "isScripture": true,
    "isCatholic": false,
    "source": "Psalm 23:1"
  },
  {
    "kjv": "Let thy hands be diligent, and thy heart pure, for in such the Lord delights.",
    "nsrv_ce": "Let your hands be diligent and your heart pure, for in these the Lord takes pleasure.",
    "isScripture": false,
    "isCatholic": false,
    "source": "Proverbs of the Way 3:7"
  },
  {
    "kjv": "And Jesus wept.",
    "nsrv_ce": "Jesus began to weep.",
    "isScripture": true,
    "isCatholic": false,
    "source": "John 11:35"
  },
  {
    "kjv": "The heavens declare the glory of God; and the firmament sheweth his handywork.",
    "nsrv_ce": "The heavens are telling the glory of God; and the firmament proclaims his handiwork.",
    "isScripture": true,
    "isCatholic": false,
    "source": "Psalm 19:1"
  },
  {
    "kjv": "Blessed are they who walk in silence, for their steps are guided by the whisper of the Lord.",
    "nsrv_ce": "Blessed are those who walk in stillness, for the Lord's whisper shall guide them.",
    "isScripture": false,
    "isCatholic": false,
    "source": "Meditations 2:3"
  },
  {
    "kjv": "I can do all things through Christ which strengtheneth me.",
    "nsrv_ce": "I can do all things through him who strengthens me.",
    "isScripture": true,
    "isCatholic": false,
    "source": "Philippians 4:13"
  },
  {
    "kjv": "He shall lift thee from the dust and crown thee with gladness.",
    "nsrv_ce": "He will raise you from the dust and place on you a crown of joy.",
    "isScripture": false,
    "isCatholic": false,
    "source": "Song of Solace 1:9"
  }
]
